Repository: LukaszSzelag/RickAndMortyWiki
Catalog: RickAndMortyWiki/Resources/Localizable.xcstrings
Source language: en
Languages: pl

# api.error.access_forbidden
source: Access forbidden
pl: Brak dostępu

# api.error.bad_request
source: Bad request
pl: Zły request

# api.error.decoding_failure
source: Decoding failure
pl: Błąd dekodowania

# api.error.invalid_response
source: Invalid response
pl: Niepoprawna odpowiedź serwera

# api.error.invalid_url
source: Invalid URL
pl: Zły URL

# api.error.resource_not_found
source: Resource not found
pl: Nie znaleziono zasobów

# api.error.server_error %lld
source: Server error: %lld
pl: Błąd serwera %lld

# api.error.too_many_requests
source: Too many requests
pl: Zbyt wiele żądań

# api.error.unauthorized_access
source: Unauthorized access
pl: Nieautoryzowane żądanie

# api.error.unexpected_status_code %lld
source: Unexpected status code %lld
pl: Nieznany kod statusu żądania %lld

# character.episodes
source: Appeared in episodes
pl: Występuje w odcinkach

# character.gender
source: Gender
pl: Płeć

# character.gender.female
source: Female
pl: Kobieta

# character.gender.male
source: Male
pl: Mężczyzna

# character.gender.unknown
source: Unknown
pl: Nieznana

# character.location
source: Last known location
pl: Ostatnia widziano

# character.origin
source: Origin location
pl: Pochodzenie

# character.species
source: Species
pl: Rasa

# character.status.alive
source: Alive
pl: Żyje

# character.status.dead
source: Dead
pl: Nie żyje

# character.status.unknown
source: Unknown
pl: Nieznany

# characters.empty.description
source: Could not found results under your search conditions
pl: Nie znaleziono wyników dla wyszukiwanej frazy

# characters.empty.title
source: No search results found
pl: Brak wyników

# characters.error.title
source: Something went wrong
pl: Coś poszło nie tak

# characters.progress_view_message
source: Loading characters…
pl: Ładowanie postaci…

# characters.title
source: Characters
pl: Postacie

# common.appearences
source: Appearances
pl: Wystąpienia

# common.episode %lld
source: Episode %lld
pl: Odcinek %lld

# common.try_again
source: Try again
pl: Spróbuj ponownie

source: Episode cast
pl: Obsada

source: Episode code
pl: Kod odcinka

# episode.error.title
source: Something went wrong
pl: Coś poszło nie tak

# episode.name
source: Episode original name
pl: Oryginalna nazwa odcinka

# episode.progress_view_message
source: Loading episode…
pl: Ładowanie odcinka…

# episode.title %lld
source: Episode %lld
pl: Odcinek %lld
